/* nothing */
"" = "Project-Id-Version: xchat 2.4.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2005-07-25 19:50+1000\nPO-Revision-Date: 2005-05-10 01:11-0300\nLast-Translator:  Fernanda Weiden <fernanda@softwarelivre.org>, Gustavo Noronha Silva <kov@debian.org>\nLanguage-Team: GNOME Brasil <gnome-l10n-br@listas.cipsga.org.br>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Não foi possível criar ~/.xchat2";

/* nothing */
"I'm busy" = "Estou ocupado";

/* nothing */
"Leaving" = "Fui embora";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Usar IRC como root é estúpido! Você deve\n  criar outra Conta de Usuário e usá-la.\n";

/* nothing */
"Waiting" = "Esperando";

/* nothing */
"Active" = "Ativo";

/* nothing */
"Failed" = "Falhou";

/* nothing */
"Done" = "Terminado";

/* nothing */
"Connect" = "Conectar";

/* nothing */
"Aborted" = "Cancelado";

/* nothing */
"Cannot access %s\n" = "Não foi possível acessar %s\n";

/* nothing */
"No active DCCs\n" = "Não há DCCs ativos\n";

/* nothing */
"YES  " = "SIM  ";

/* nothing */
"NO   " = "NÃO  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Você está sofrendo uma inundação de CTCP vinda de %s, ignorando %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Você está sofrendo uma inundação de MSG vinda de %s, desligando gui_auto_open_dialog.\n";

/* nothing */
"  %-20s online\n" = "  %-20s está online\n";

/* nothing */
"  %-20s offline\n" = "  %-20s está offline\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Você não está em um canal. Tente /join #<canal>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Você não está conectado a um servidor. Tente /server <servidor> [<porta>]\n";

/* nothing */
"I need /bin/sh to run!\n" = "Eu preciso do /bin/sh para rodar!\n";

/* nothing */
"Commands Available:" = "\nComandos Disponíveis:\n\n  ";

/* nothing */
"User defined commands:" = "Comandos definidos pelo usuário:\n\n  ";

/* nothing */
"Plugin defined commands:" = "Comandos definidos pelo usuário:\n\n  ";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "\n\nDigite /HELP <comando> para mais informações, ou /HELP -l\n\n";

/* nothing */
"Unknown arg '%s' ignored." = "Argumento desconhecido '%s' ignorado.";

/* nothing */
"No such plugin found.\n" = "Plugin não encontrado.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Esse plugin se recusa a se descarregar.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nome> <ação>, adiciona um botão à lista de usuários";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, envia um comando para todos os canais em que você esteja";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>, envia um comando para todos os canais em que você esteja";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, envia um comando para todos os servidores em que você esteja";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<razão>], define que você está ausente";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <máscara> [<tipo de banimento>], bane do canal atual todos os usuários cuja máscara bata com a especificada. Se o usuário estiver no canal este comando não o chuta (é preciso status de operador do canal)";

/* nothing */
"CLEAR, Clears the current text window" = "CLEAR, Limpa a janela de texto atual";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Fecha a janela/aba atual";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <código>, descobre o código de um país, ex: au = Austrália";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <mensagem>, envia uma mensagem CTCP ao nick especificado. Mensagens comuns são VERSION e USERINFO";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, sai do canal e volta imediatamente";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                        - aceita um arquivo oferecido\nDCC SEND [-maxcps=#] <nick> [arquivo] - envia um arquivo a alguém\nDCC LIST                              - mostra a lista de DCCs\nDCC CHAT <nick>                       - oferece uma conversa DCC a alguém\nDCC CLOSE <tipo> <nick> <arquivo>     exemplo:\n         /dcc close send joaodasilva arquivo.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>, retira o status semi-operador do nick especificado no canal atual (é necessário status de operador)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <nome>, apaga um botão da lista de usuários";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>, retira o status de operador do nick especificado no canal atual (é necessário status de operador)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>, retira o status de voz do nick especificado no canal atual (é necessário status de operador)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Desconecta do servidor atual";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|host|ip>, Descobre o número IP de um usuário";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <texto>, Escreve na janela local o texto dado";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <comando>, executa o comando de shell. Se a opção -o for usada o resultado é enviado para o canal atual, caso contrário é escrito na janela de texto atual";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, envia a um processo em execução o sinal CONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], pára a execução de um processo da sessão atual. Se a opção -9 for usada é enviado o sinal KILL em vez do sinal TERM";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, envia ao processo em execução o sinal STOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, envia dados para o canal stdin do processo em execução";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, despeja a fila de dados a enviar do servidor atual";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<porta>], utiliza o proxy dado para a comunicação, a porta é por padrão 23";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>, dá o status de semi-operador a nick (é necessário status de operador)>";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <máscara> <tipos..> <opções..>\n    máscara - máscara a ser ignorada, ex: *!*@*.aol.com\n    tipos - tipos de dados a ignorar, um ou todos de:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    opções - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<canal>], convida alguém para um canal, por padrão o canal atual (é necessário status de operador)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <canal>, entra no canal";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>, expulsa o nick dado do canal atual (é necessário status de operador)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>, bane e expulsa o nick dado do canal atual (é necessário status de operador)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, força uma nova verificação de atraso";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <frase>, procura a frase no registo de conversas";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD <arquivo>, carrega o plugin ou script";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, Retira o status de semi-operador de todos os usuários no canal atual (é necessário status de operador)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, Retira o status de operador de todos os usuários no canal atual (é necessário status de operador)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <ação>, envia a ação para o canal atual (as ações devem ser escritas na terceira pessoa, como em '/me salta')";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, Chuta todo os usuários, exceto você, do canal atual (é necessário status de operador)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, Dá status de operador a todos os usuários do canal (é necessário status de operador)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <mensagem>, envia uma mensagem privada a nick";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Lista todos os usuários do canal atual";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <mensagem>, Envia uma nota CTCP";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "NEWSERVER <host> [<porta>]>";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nick>, muda o seu nick";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/canal> <mensagem>, envia uma nota. Notas são um tipo de mensagem que devem provocar uma reação automática";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "NOTIFY [<nick>], mostra sua lista de notificações ou adiciona alguém a ela";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>, adiciona o modo operador a nick (é necessário status de operador)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<canal>] [<razão>], sai do canal, por padrão do canal atual";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | canal>, envia um ping CTCP a um nick ou canal";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "QUERY <nick>, abre uma nova janela de mensagens privadas com alguém";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<razão>], desconecta do servidor atual";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <texto>, envia o texto sem ser processado para o servidor";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<servidor>] [<porta>] [<senha>], Usado para reiniciar a ligação ao servidor especificado, servidor atual por padrão, ou na forma /RECONNECT ALL para reiniciar a conexão de todos os servidores";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<servidor>] [<porta>] [<senha>], Usado para reiniciar a conexão ao servidor especificado, servidor atual por padrão, ou na forma /RECONNECT ALL para reiniciar a conexão de todos os servidores";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <texto>, envia o texto diretamente para o xchat, como se ele tivesse sido recebido do servidor";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <texto>, envia o texto para o objeto da janela atual";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <servidor> <porta> <canal>, conecta e entra em um canal";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <servidor> <porta> <canal>, conecta e entra em um canal";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <servidor> [<porta>] [<password>], conecta a um servidor; a porta padrão é 6667 para conexões normais e 9999 para conexões ssl";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <servidor> [<porta>] [<senha>], conecta a um servidor; a porta padrão é 6667";

/* nothing */
"SET [-quiet] <variable> [<value>]" = "SET [-quiet] <variável> [<valor>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<posição>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<tópico>], muda o tópico do canal atual, ou mostra o tópico atual";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <máscara> [<máscara>...]>, reautoriza o acesso da máscara especificada.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <máscara> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <nome>, descarrega o plugin ou script";

/* nothing */
"URL <url>, opens a URL in your browser" = "";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>, dá status de voz a alguém (é necessário status de operador)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <mensagem>, escreve uma mensagem em todos os canais";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <mensagem>, envia uma mensagem a todos os operadores do canal atual";

/* nothing */
"Usage: %s\n" = "Uso: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nNão existe ajuda para esse comando.\n";

/* nothing */
"No such command.\n" = "Comando inexistente.\n";

/* nothing */
"Bad arguments for user command.\n" = "Opções incorretas para comando de usuário.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Excessiva recursividade de comandos de usuário, cancelando.";

/* nothing */
"Unknown Command. Try /help\n" = "Comando desconhecido. Tente /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Não existe o símbolo xchat_plugin_init; será mesmo um plugin para o xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Tem certeza de que este servidor e porta suportam SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Não foi possível resolver o nome %s\nVerifique as configurações de IP!\n";

/* nothing */
"Proxy traversal failed.\n" = "Transferência pelo proxy falhou.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Alternando para o próximo servidor em %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Aviso: o conjunto de caracteres \"%s\" é desconhecido. Não será aplicada conversão à rede %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 adicionado à lista de notificações.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Lista de banidos:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNão é possível entrar%C26 %B$1 %O(Você está banido).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 agora se chama $2";

/* nothing */
"%C18*$t$1%O $2" = "%C18*$t$1%O $2";

/* nothing */
"%C21*%O$t%C21%B$1%O%C21 $2" = "%C21*%O$t%C21%B$1%O%C21 $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 baniu $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tCanal $1 criado em $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O retirou o status de semi-operador de%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O retirou o status de operador de%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O retirou a voz de%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 torna $2 isento";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O dá o status de semi-operador a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 oferece convite a $2";

/* nothing */
"%UChannel          Users   Topic" = "%UCanal         Usuários  Tópico";

/* nothing */
"%C18%B%B$4$1%O%C18%O$t$2" = "%C18%B%B$4$1%O%C18%O$t$2";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 define modo $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Canal $1 modos: $2";

/* nothing */
"$4%C21%B$1%O%C21$t$2" = "$4%C21%B$1%O$t%C21$2";

/* nothing */
"%C28-%C29$1/$2%C28-%O$t$3" = "%C28-%C29$1/$2%C28-%O$t$3";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O dá status de operador a%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 retira isenção de $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 retira convite de $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 retira a palavra-chave do canal";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 retira o limite de usuários";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 define a palavra-chave do canal para $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 define o limite do canal a $2 usuários";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 retira o banimento de $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O dá voz a%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Conectado. Entrando no sistema...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Conectando em $1 ($2) porta $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Conexão falhou. Erro: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tCTCP $1 recebido de $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tCTCP $1 recebido de $2 (to $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tCTCP Sound $1 recebido de $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tCTCP $1 recebido de $2 (to $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT com %C26$1%O cancelado.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tConexão DCC CHAT estabelecida com %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT com %C26$1%O perdido ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tOferta de DCC CHAT recebida de $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tOferencendo DCC CHAT a $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tJá há um oferencimento de DCC CHAT a $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tTentativa de conexão DCC $1 com $2%O falhou (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$t'$1%O' recebido de $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tipo  De/Para    Estado  Tamanho    Pos     Arquivo     ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tRecebeu um pedido DCC inválido de %C26$1%O.%010%C22*%O$tConteúdo do pacote: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tOferecendo%C26 $1%O a%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tOferta DCC inexistente.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O a%C26 $1%O cancelado.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O de%C26 $3%O completo %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV conexão estabelecida com%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O de%C26 $3%O falhou ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Não foi possível abrir $1 para escrita ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tO arquivo%C26 $1%C já existe, salvar como%C26 $2%O";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Opediu para continuar%C26 $2 %Cde%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O para%C26 $1%O cancelado.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O para%C26 $2%O completo %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND conexão estabelecida com%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O para%C26 $2%O falhou. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oofereceu%C26 $2 %O(%C26$3 %Obytes)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Opara%C26 $3 %Cparado - cancelando.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Oesgotou o tempo - cancelando";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 removido da lista de notificações.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tDesconectou ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tO seu IP foi encontrado: [$1]";

/* nothing */
"$1$t$2" = "$1$t$2";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O adicionado à lista de ignorados.";

/* nothing */
"Ignore on %C26$1%O changed." = "Entrada %C26$1%O da lista de ignorados foi alterada.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Máscada do host                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O removido da lista de ignorados.";

/* nothing */
"  Ignore list is empty." = "  Lista de ignorados vazia.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNão pode entrar em %C26 %B$1 %O(Canal exclusivo para convidados).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tVocê foi convidado para%C26 $1%O por%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) entrou no canal $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNão pode entrar em%C26 %B$1 %O(Requer Palavra-chave).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 chutou $2 de $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tVocê foi morto por $1 ($2%O%C22)";

/* nothing */
"%C19>%O$1%C19<%O$t$2" = "%C19>%O$1%C19<%O$t$2";

/* nothing */
"%C16*%O$t$1%O" = "%C16*%O$t$1%O";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD Ignorado.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 já está em uso. Tentando $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tApelido já está em uso. Use /NICK para tentar outro.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tDCC inexistente.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tNenhum processo rodando";

/* nothing */
"%C28-%C29$1%C28-%O$t$2" = "%C28-%C29$1%C28-%O$t$2";

/* nothing */
"$tNotify list is empty." = "$tLista de notificações vazia.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Lista de Notificações                 ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 usuários na lista de notificações.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($2)." = "%C22*%O$tNotificação: $1 está desconectado ($2).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($2)." = "%C22*%O$tNotificação: $1 está conectado ($2).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) saiu de $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) saiu de $3 (%O%C23$4)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tResposta Ping de $1: $2 segundo(s)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tPing sem resposta a $1 segundos, desconectando.";

/* nothing */
"%C28*%C29$3$1%C28*$t%O$2" = "%C28*%C29$3$1%C28*$t%O$2";

/* nothing */
"%C18%B%B$3$1%O$t$2" = "%C18%B%B$3$1%O$t$2";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tUm processo já está rodando";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 saiu (%O%C23$2)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 ativou modo%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tProcurando endereço IP de%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Conectado.";

/* nothing */
"%C22*%O$t$1" = "%C22*%O$t$1";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Procurando $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tTentativa anterior de conexão terminada (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Tópico de $1%C %C29é: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 mudou o tópico para: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Tópico de $1%C %C29definido por $2%C %C29em $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tServidor desconhecido. Talvez você tenha digitado errado?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNão foi possível entrar em%C26 %B$1 %O(Limite de usuários atingido).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Usuários em $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cestá ausente %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OFim da lista WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O inativo%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O inativo%C26 $2%O, conectado em:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Ousuário@máquina real%C27 $2%O, IP real%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Conversando agora em $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tVocê foi expulso do canal $2 por $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tVocê saiu do canal $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tVocê saiu do canal $3 (%O%C23$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tVocê convidou%C26 $1%O para o canal%C26 $2%O (%C26$3%O)";

/* nothing */
"%C31%B%B$4$1%O%C30$t$2" = "%C31%B%B$4$1%O$t%C30$2";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tVocê agora se chama $2";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** REGISTO TERMINADO EM %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** REGISTO INICIADO EM %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Não foi possível abrir arquivo(s) de registo para escrita. Verifique\n  as permissões de %s/xchatlogs";

/* nothing */
"Left message" = "Mensagem da esquerda";

/* nothing */
"Right message" = "Mensagem da direita";

/* nothing */
"The nick of the joining person" = "O nick do usuário que entra";

/* nothing */
"The channel being joined" = "O canal em que ele entra";

/* nothing */
"The host of the person" = "O nome da máquina do usuário";

/* nothing */
"Nickname" = "Apelido";

/* nothing */
"The action" = "A ação";

/* nothing */
"The text" = "O texto";

/* nothing */
"Mode char" = "Modo caractere";

/* nothing */
"Identified text" = "Texto identificado";

/* nothing */
"The message" = "A mensagem";

/* nothing */
"Old nickname" = "Apelido antigo";

/* nothing */
"New nickname" = "Novo apelido";

/* nothing */
"Nick of person who changed the topic" = "Apelido do usuário que mudou o tópico";

/* nothing */
"Topic" = "Tópico";

/* nothing */
"Channel" = "Canal";

/* nothing */
"The nickname of the kicker" = "O apelido de quem chutou";

/* nothing */
"The person being kicked" = "A pessoa sendo chutada";

/* nothing */
"The channel" = "O canal";

/* nothing */
"The reason" = "A razão";

/* nothing */
"The nick of the person leaving" = "O nick da pessoa que está saindo";

/* nothing */
"The time" = "A hora";

/* nothing */
"The creator" = "O criador";

/* nothing */
"Nick" = "Apelido";

/* nothing */
"Reason" = "Razão";

/* nothing */
"Host" = "Host";

/* nothing */
"Who it's from" = "De quem veio";

/* nothing */
"The time in x.x format (see below)" = "A hora no formato x.x (veja abaixo)";

/* nothing */
"The Channel it's going to" = "O canal para onde vai";

/* nothing */
"The sound" = "O som";

/* nothing */
"The nick of the person" = "O nick da pessoa";

/* nothing */
"The CTCP event" = "O evento CTCP";

/* nothing */
"The nick of the person who set the key" = "O nick da pessoa que definiu a chave";

/* nothing */
"The key" = "A chave";

/* nothing */
"The nick of the person who set the limit" = "O nick da pessoa que definiu o limite";

/* nothing */
"The limit" = "O limite";

/* nothing */
"The nick of the person who did the op'ing" = "O nick da pessoa que deu o status de operador";

/* nothing */
"The nick of the person who has been op'ed" = "O nick da pessoa que recebeu o status de operador";

/* nothing */
"The nick of the person who has been halfop'ed" = "O nick da pessoa que recebeu o status de semi-operador";

/* nothing */
"The nick of the person who did the halfop'ing" = "O nick da pessoa que deu o status de semi-operador";

/* nothing */
"The nick of the person who did the voice'ing" = "O nick da pessoa que deu o status de voz";

/* nothing */
"The nick of the person who has been voice'ed" = "O nick da pessoa que recebeu o status de voz";

/* nothing */
"The nick of the person who did the banning" = "O nick da pessoa que baniu";

/* nothing */
"The ban mask" = "A máscara banida";

/* nothing */
"The nick who removed the key" = "O nick que retirou a chave";

/* nothing */
"The nick who removed the limit" = "O nick que retirou o limite";

/* nothing */
"The nick of the person of did the deop'ing" = "O nick da pessoa que retirou o status de operador";

/* nothing */
"The nick of the person who has been deop'ed" = "O nick da pessoa que perdeu o status de operador";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "O nick da pessoa que retirou o status de semi-operador";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "O nick da pessoa que perdeu o status de semi-operador";

/* nothing */
"The nick of the person of did the devoice'ing" = "O nick da pessoa que retirou o status de voz";

/* nothing */
"The nick of the person who has been devoice'ed" = "O nick da pessoa que perdeu o status de voz";

/* nothing */
"The nick of the person of did the unban'ing" = "O nick da pessoa que retirou o banimento";

/* nothing */
"The nick of the person who did the exempt" = "O nick da pessoa que deu a isenção";

/* nothing */
"The exempt mask" = "A máscara da isenção";

/* nothing */
"The nick of the person removed the exempt" = "O nick da pessoa que retirou a isenção";

/* nothing */
"The nick of the person who did the invite" = "O nick da pessoa que fez o convite";

/* nothing */
"The invite mask" = "A máscara do convite";

/* nothing */
"The nick of the person removed the invite" = "O nick da pessoa que retirou o convite";

/* nothing */
"The nick of the person setting the mode" = "O nick da pessoa que definiu o modo";

/* nothing */
"The mode's sign (+/-)" = "O sinal do modo (+/-)";

/* nothing */
"The mode letter" = "A letra do modo";

/* nothing */
"The channel it's being set on" = "O canal em que o modo está sendo definido";

/* nothing */
"Username" = "Nome de usuário";

/* nothing */
"Full name" = "Nome completo";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Nível no Canal/\"é um operador de IRC\"";

/* nothing */
"Server Information" = "Informação do Servidor";

/* nothing */
"Idle time" = "Tempo de inatividade";

/* nothing */
"Signon time" = "Hora da conexão";

/* nothing */
"Away reason" = "Razão da ausência";

/* nothing */
"Message" = "Mensagem";

/* nothing */
"Account" = "Conta";

/* nothing */
"Real user@host" = "usuário@máquina real";

/* nothing */
"Real IP" = "IP real";

/* nothing */
"Channel Name" = "Nome do Canal";

/* nothing */
"Text" = "Texto";

/* nothing */
"Server Name" = "Nome do Servidor";

/* nothing */
"Nick of person who invited you" = "Nick da pessoa que te fez o convite";

/* nothing */
"Users" = "Usuários";

/* nothing */
"Nickname in use" = "Nick em uso";

/* nothing */
"Nick being tried" = "Nick sendo tentado";

/* nothing */
"Error" = "Erro";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Porta";

/* nothing */
"PID" = "PID";

/* nothing */
"Modes string" = "Expressão de modos";

/* nothing */
"IP address" = "Endereço IP";

/* nothing */
"DCC Type" = "Tipo de DCC";

/* nothing */
"Filename" = "Nome do arquivo";

/* nothing */
"Destination filename" = "Nome do arquivo de destino";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Caminho";

/* nothing */
"Position" = "Posição";

/* nothing */
"Size" = "Tamanho";

/* nothing */
"DCC String" = "Expressão DCC";

/* nothing */
"Number of notify items" = "Número de itens de notificação";

/* nothing */
"Old Filename" = "Nome antigo do arquivo";

/* nothing */
"New Filename" = "Novo nome do arquivo";

/* nothing */
"Receiver" = "Receptor";

/* nothing */
"Hostmask" = "Máscara de Host";

/* nothing */
"Hostname" = "Nome do Host";

/* nothing */
"The Packet" = "O pacote";

/* nothing */
"Seconds" = "Segundos";

/* nothing */
"Nick of person who have been invited" = "Nick da pessoa que foi convidada";

/* nothing */
"Banmask" = "Máscara de Interdição";

/* nothing */
"Who set the ban" = "Quem baniu";

/* nothing */
"Ban time" = "Hora do banimento";

/* nothing */
"Error parsing event %s.\nLoading default." = "Erro no processamento do evento %s.\nCarregando padrão";

/* nothing */
"Cannot read sound file:\n%s" = "Não foi possível ler arquivo de som:\n%s";

/* nothing */
"Remote host closed socket" = "Cliente remoto fechou o soquete";

/* nothing */
"Connection refused" = "Conexão recusada";

/* nothing */
"No route to host" = "Sem rota para o servidor";

/* nothing */
"Connection timed out" = "Conexão excedeu o tempo limite";

/* nothing */
"Cannot assign that address" = "Não é possível atribuir o endereço";

/* nothing */
"Connection reset by peer" = "Conexão terminada pela outra ponta";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Emirados Árabes Unidos";

/* nothing */
"Afghanistan" = "Afeganistão";

/* nothing */
"Antigua and Barbuda" = "Antígua e Barbuda";

/* nothing */
"Anguilla" = "Anguila";

/* nothing */
"Albania" = "Albânia";

/* nothing */
"Armenia" = "Armênia";

/* nothing */
"Netherlands Antilles" = "Antilhas Holandesas";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antártida";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "DNS Reverso";

/* nothing */
"American Samoa" = "Samoa Americana";

/* nothing */
"Austria" = "Áustria";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Austrália";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Azerbaijan" = "Azerbaijão";

/* nothing */
"Bosnia and Herzegovina" = "Bósnia e Herzegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladeche";

/* nothing */
"Belgium" = "Bélgica";

/* nothing */
"Burkina Faso" = "Burquina Faso";

/* nothing */
"Bulgaria" = "Bulgária";

/* nothing */
"Bahrain" = "Barém";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Negócios";

/* nothing */
"Benin" = "Benim";

/* nothing */
"Bermuda" = "Bermudas";

/* nothing */
"Brunei Darussalam" = "Brunei";

/* nothing */
"Bolivia" = "Bolívia";

/* nothing */
"Brazil" = "Brasil";

/* nothing */
"Bahamas" = "Barramas";

/* nothing */
"Bhutan" = "Butão";

/* nothing */
"Bouvet Island" = "Ilha Bouvet";

/* nothing */
"Botswana" = "Botsuana";

/* nothing */
"Belarus" = "Bielorrússia";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Canadá";

/* nothing */
"Cocos Islands" = "Ilhas Cocos";

/* nothing */
"Democratic Republic of Congo" = "";

/* nothing */
"Central African Republic" = "República Centro-Africana";

/* nothing */
"Congo" = "Congo";

/* nothing */
"Switzerland" = "Suiça";

/* nothing */
"Cote d'Ivoire" = "Costa do Marfim";

/* nothing */
"Cook Islands" = "Ilhas Cook";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Camarões";

/* nothing */
"China" = "China";

/* nothing */
"Colombia" = "Colômbia";

/* nothing */
"Internic Commercial" = "InterNIC Comercial";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "";

/* nothing */
"Cuba" = "Cuba";

/* nothing */
"Cape Verde" = "Cabo Verde";

/* nothing */
"Christmas Island" = "Ilha Christmas";

/* nothing */
"Cyprus" = "Chipre";

/* nothing */
"Czech Republic" = "República Checa";

/* nothing */
"Germany" = "Alemanha";

/* nothing */
"Djibouti" = "Jibuti";

/* nothing */
"Denmark" = "Dinamarca";

/* nothing */
"Dominica" = "Domínica";

/* nothing */
"Dominican Republic" = "República Dominicana";

/* nothing */
"Algeria" = "Algéria";

/* nothing */
"Ecuador" = "Equador";

/* nothing */
"Educational Institution" = "Instituição Educacional";

/* nothing */
"Estonia" = "Estónia";

/* nothing */
"Egypt" = "Egipto";

/* nothing */
"Western Sahara" = "Sahara Oeste";

/* nothing */
"Eritrea" = "Eritreia";

/* nothing */
"Spain" = "Espanha";

/* nothing */
"Ethiopia" = "Etiópia";

/* nothing */
"Finland" = "Filândia";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Ilhas Falkland";

/* nothing */
"Micronesia" = "Micronésia";

/* nothing */
"Faroe Islands" = "Ilhas Faroé";

/* nothing */
"France" = "França";

/* nothing */
"France, Metropolitan" = "França, Metropolitana";

/* nothing */
"Gabon" = "Gabão";

/* nothing */
"Great Britain" = "Grã Bretanha";

/* nothing */
"Grenada" = "Granada";

/* nothing */
"Georgia" = "Geórgia";

/* nothing */
"French Guiana" = "Guiana Francesa";

/* nothing */
"British Channel Isles" = "Ilhas do Canal Inglês";

/* nothing */
"Ghana" = "Gana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Groelândia";

/* nothing */
"Gambia" = "Gâmbia";

/* nothing */
"Guinea" = "Guiné";

/* nothing */
"Government" = "Governo";

/* nothing */
"Guadeloupe" = "Guadalupe";

/* nothing */
"Equatorial Guinea" = "Guiné Equatorial";

/* nothing */
"Greece" = "Grécia";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Ilhas Geórgia do Sul e Sandwich do Sul";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guiné-Bissau";

/* nothing */
"Guyana" = "Guiana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Ilhas Heard e McDonald";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Croácia";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Hungria";

/* nothing */
"Indonesia" = "Indonésia";

/* nothing */
"Ireland" = "Irlanda";

/* nothing */
"Israel" = "Israel";

/* nothing */
"India" = "Índia";

/* nothing */
"Informational" = "Informacional";

/* nothing */
"International" = "Internacional";

/* nothing */
"British Indian Ocean Territory" = "Território Britânico do Oceano Índico";

/* nothing */
"Iraq" = "Iraque";

/* nothing */
"Iran" = "Irão";

/* nothing */
"Iceland" = "Islândia";

/* nothing */
"Italy" = "Itália";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordânia";

/* nothing */
"Japan" = "Japão";

/* nothing */
"Kenya" = "Quénia";

/* nothing */
"Kyrgyzstan" = "Quirguizistão";

/* nothing */
"Cambodia" = "Camboja";

/* nothing */
"Kiribati" = "Quiribati";

/* nothing */
"Comoros" = "Comores";

/* nothing */
"St. Kitts and Nevis" = "São Cristóvão e Nevis";

/* nothing */
"North Korea" = "Coreia do Norte";

/* nothing */
"South Korea" = "Coreia do Sul";

/* nothing */
"Kuwait" = "Koweit";

/* nothing */
"Cayman Islands" = "Ilhas Caimão";

/* nothing */
"Kazakhstan" = "Cazaquistão";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Líbano";

/* nothing */
"Saint Lucia" = "Santa Lúcia";

/* nothing */
"Liechtenstein" = "Listenstaine";

/* nothing */
"Sri Lanka" = "Sri Lanca";

/* nothing */
"Liberia" = "Libéria";

/* nothing */
"Lesotho" = "Lesoto";

/* nothing */
"Lithuania" = "Lituânia";

/* nothing */
"Luxembourg" = "Luxemburgo";

/* nothing */
"Latvia" = "Letônia";

/* nothing */
"Libya" = "Líbia";

/* nothing */
"Morocco" = "Marrocos";

/* nothing */
"Monaco" = "Mônaco";

/* nothing */
"Moldova" = "Moldávia";

/* nothing */
"United States Medical" = "Organização Médica dos Estados Unidos";

/* nothing */
"Madagascar" = "Madagascar";

/* nothing */
"Marshall Islands" = "Ilhas Marshall";

/* nothing */
"Military" = "Militar";

/* nothing */
"Macedonia" = "Macedônia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Mianmar";

/* nothing */
"Mongolia" = "Mongólia";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Marianas do Norte";

/* nothing */
"Martinique" = "Martinica";

/* nothing */
"Mauritania" = "Mauritânia";

/* nothing */
"Montserrat" = "Monserrate";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Maurícia";

/* nothing */
"Maldives" = "Maldivas";

/* nothing */
"Malawi" = "Malavi";

/* nothing */
"Mexico" = "México";

/* nothing */
"Malaysia" = "Malásia";

/* nothing */
"Mozambique" = "Moçambique";

/* nothing */
"Namibia" = "Namíbia";

/* nothing */
"New Caledonia" = "Nova Caledônia";

/* nothing */
"Niger" = "Níger";

/* nothing */
"Internic Network" = "Rede Internic";

/* nothing */
"Norfolk Island" = "Ilha Norfolk";

/* nothing */
"Nigeria" = "Nigéira";

/* nothing */
"Nicaragua" = "Nicarágua";

/* nothing */
"Netherlands" = "Países Baixos";

/* nothing */
"Norway" = "Noruega";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Neutral Zone" = "Zona Neutra";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nova Zelândia";

/* nothing */
"Oman" = "Omã";

/* nothing */
"Internic Non-Profit Organization" = "Organização Sem fins Lucrativos InterNIC";

/* nothing */
"Panama" = "Panamá";

/* nothing */
"Peru" = "Perú";

/* nothing */
"French Polynesia" = "Polinésia Francesa";

/* nothing */
"Papua New Guinea" = "Papuásia-Nova Guiné";

/* nothing */
"Philippines" = "Filipinas";

/* nothing */
"Pakistan" = "Paquistão";

/* nothing */
"Poland" = "Polónia";

/* nothing */
"St. Pierre and Miquelon" = "São Pedro e Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Porto Rico";

/* nothing */
"Palestinian Territory" = "Território Britânico do Oceano Índico";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguai";

/* nothing */
"Qatar" = "Catar";

/* nothing */
"Reunion" = "Reunião";

/* nothing */
"Romania" = "Roménia";

/* nothing */
"Old School ARPAnet" = "Antiga ARPAnet";

/* nothing */
"Russian Federation" = "Federação Russa";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Arábia Saudita";

/* nothing */
"Solomon Islands" = "Ilhas Salomão";

/* nothing */
"Seychelles" = "Seicheles";

/* nothing */
"Sudan" = "Sudão";

/* nothing */
"Sweden" = "Suécia";

/* nothing */
"Singapore" = "Singapura";

/* nothing */
"St. Helena" = "Santa Helena";

/* nothing */
"Slovenia" = "Eslovénia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Ilhas Svalbard e Jan Mayen";

/* nothing */
"Slovak Republic" = "República Eslováquia";

/* nothing */
"Sierra Leone" = "Serra Leoa";

/* nothing */
"San Marino" = "São Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Sumália";

/* nothing */
"Suriname" = "Suriname";

/* nothing */
"Sao Tome and Principe" = "São Tomé e Príncipe";

/* nothing */
"Former USSR" = "Antiga USSR";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Síria";

/* nothing */
"Swaziland" = "Suazilândia";

/* nothing */
"Turks and Caicos Islands" = "Ilhas Turcas e Caicos";

/* nothing */
"Chad" = "Chade";

/* nothing */
"French Southern Territories" = "Territórios Austrais Franceses";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Tailândia";

/* nothing */
"Tajikistan" = "Tajiquistão";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"Turkmenistan" = "Turquemenistão";

/* nothing */
"Tunisia" = "Tunísia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"East Timor" = "Timor Leste";

/* nothing */
"Turkey" = "Turquia";

/* nothing */
"Trinidad and Tobago" = "Trindade e Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzânia";

/* nothing */
"Ukraine" = "Ucrânia";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Reino Unido";

/* nothing */
"US Minor Outlying Islands" = "Ilhas Menores Distantes dos Estados Unidos";

/* nothing */
"United States of America" = "Estados Unidos da América";

/* nothing */
"Uruguay" = "Uruguai";

/* nothing */
"Uzbekistan" = "Usbequistão";

/* nothing */
"Vatican City State" = "Cidade-Estado do Vaticano";

/* nothing */
"St. Vincent and the Grenadines" = "São Vicente e Granadinas";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Ilhas Virgens Britânicas";

/* nothing */
"US Virgin Islands" = "Ilhas Virgens Americanas";

/* nothing */
"Vietnam" = "Vietnã";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Ilhas Wallis e Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Iémen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Iugoslávia";

/* nothing */
"South Africa" = "África do Sul";

/* nothing */
"Zambia" = "Zâmbia";

/* nothing */
"Zimbabwe" = "Zimbabué";

/* nothing */
"Unknown" = "Desconhecida";

/* nothing */
"Direct client-to-client" = "Conexão direta entre clientes";

/* nothing */
"Send File" = "Enviar Arquivo";

/* nothing */
"Offer Chat" = "Oferecer Chat";

/* nothing */
"Abort Chat" = "Cancelar Chat";

/* nothing */
"Version" = "Versão";

/* nothing */
"Userinfo" = "Informação do Usuário";

/* nothing */
"Clientinfo" = "Informação do Cliente";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Hora";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Operador";

/* nothing */
"Kill this user" = "Matar esse usuário";

/* nothing */
"Mode" = "Modo";

/* nothing */
"Give Ops" = "Dar OPs";

/* nothing */
"Take Ops" = "Tirar OPs";

/* nothing */
"Give Half-Ops" = "Dar Semi-OPs";

/* nothing */
"Take Half-Ops" = "Tirar Semi-OPs";

/* nothing */
"Give Voice" = "Dar Voz";

/* nothing */
"Take Voice" = "Tirar Voz";

/* nothing */
"Ignore" = "Ignorar";

/* nothing */
"Ignore User" = "Ignorar Usuário";

/* nothing */
"UnIgnore User" = "Deixar de Ignorar Usuário";

/* nothing */
"Kick/Ban" = "Chutar/Banir";

/* nothing */
"Kick" = "Chutar";

/* nothing */
"Ban" = "Banir";

/* nothing */
"KickBan" = "ChutarBanir";

/* nothing */
"Info" = "Informação";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "Pesquisa de DNS";

/* nothing */
"Trace" = "Rastro";

/* nothing */
"UserHost" = "MáquinaDoUsuário";

/* nothing */
"External" = "Externo";

/* nothing */
"Traceroute" = "Traçar rota";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Open Dialog Window" = "Abrir Janela de Diálogo";

/* nothing */
"Disconnect" = "Desconectar";

/* nothing */
"Reconnect" = "Reconectar";

/* nothing */
"Leave Channel" = "Sair do Canal";

/* nothing */
"Join Channel..." = "Entrar em Canal...";

/* nothing */
"Enter Channel to Join:" = "Digite o Canal em que quer Entrar:";

/* nothing */
"Server Links" = "Endereços do Servidor";

/* nothing */
"Ping Server" = "Pingar Servidor";

/* nothing */
"Hide Version" = "Esconder Versão";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "tchau";

/* nothing */
"Enter reason to kick %s:" = "Digita a razão para chutar %s:";

/* nothing */
"Sendfile" = "Enviar Arquivo";

/* nothing */
"Dialog" = "Diálogo";

/* nothing */
"Send" = "Enviar";

/* nothing */
"Chat" = "Chat";

/* nothing */
"Clear" = "Limpar";

/* nothing */
"About X-Chat" = "Sobre o X-Chat";

/* nothing */
"A multiplatform IRC Client" = "Cliente de IRC multiplataforma";

/* nothing */
"Character Chart" = "Tabela de Caracteres";

/* nothing */
"You must select some bans." = "Você precisa selecionar alguns banimentos.";

/* nothing */
"Mask" = "Máscara";

/* nothing */
"From" = "De";

/* nothing */
"Date" = "Data";

/* nothing */
"X-Chat: Ban List (%s)" = "X-Chat: Lista de Banidos (%s)";

/* nothing */
"Unban" = "Reautorizar";

/* nothing */
"Crop" = "Cortar";

/* nothing */
"Refresh" = "Atualizar";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "Estatísticas de Canais e Usuários: %d/%d Usuários em %d/%d Canais";

/* nothing */
"I can't save an empty list!" = "Não posso salvar uma lista vazia!";

/* nothing */
"Select an output filename" = "Selecione um arquivo de saída";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: Lista de Canais (%s)";

/* nothing */
"List display options:" = "Opções de Listagem:";

/* nothing */
"Minimum Users:" = "Mínimo de Usuários:";

/* nothing */
"Maximum Users:" = "Máximo de Usuários:";

/* nothing */
"Regex Match:" = "Expressão regular:";

/* nothing */
"Apply Match to:" = "Usar expressão regular em:";

/* nothing */
"Apply" = "Aplicar";

/* nothing */
"Refresh the list" = "Atualizar lista";

/* nothing */
"Save the list" = "Salvar a lista";

/* nothing */
"Join Channel" = "Entrar no Canal";

/* nothing */
"Send file to %s" = "Enviar arquivo para %s";

/* nothing */
"None" = "Terminado";

/* nothing */
"File:" = "Arquivo";

/* nothing */
"From:" = "De";

/* nothing */
"To:" = "Para";

/* nothing */
"Size:" = "Tamanho";

/* nothing */
"Address:" = "Endereço IP";

/* nothing */
"Started:" = "Hora de Início";

/* nothing */
"Speed limit:" = "O limite";

/* nothing */
"That file is not resumable." = "Não é possível continuar este arquivo.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Impossível acessar arquivo: %s\n%s.\nNão é possível continuar.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "O arquivo que está no diretório de recepção é maior que o arquivo oferecido. Não será possível continuar.";

/* nothing */
"Cannot resume the same file from two people." = "Não é possível continuar a recepção de um mesmo arquivo vindo de duas pessoas.";

/* nothing */
"MIME Type" = "Tipo MIME";

/* nothing */
"Status" = "Estado";

/* nothing */
"File" = "Arquivo";

/* nothing */
"ETA" = "Tempo Estimado";

/* nothing */
"X-Chat: File Receive List" = "X-Chat: Lista de Arquivos Recebidos";

/* nothing */
"Abort" = "Cancelar";

/* nothing */
"Accept" = "Aceitar";

/* nothing */
"Resume" = "Continuar";

/* nothing */
"Open" = "Abrir";

/* nothing */
"Ack" = "Conf";

/* nothing */
"To" = "Para";

/* nothing */
"X-Chat: File Send List" = "X-Chat: Lista Envio de Arquivos";

/* nothing */
"To/From" = "De/Para";

/* nothing */
"Recv" = "Recebido";

/* nothing */
"Sent" = "Enviado";

/* nothing */
"StartTime" = "Hora de Início";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: Lista de DCC Chat";

/* nothing */
"*NEW*" = "*NOVO*";

/* nothing */
"EDIT ME" = "EDITE-ME";

/* nothing */
"Name" = "Nome";

/* nothing */
"Command" = "Comando";

/* nothing */
"Move Up" = "Para Cima";

/* nothing */
"Move Dn" = "Para Baixo";

/* nothing */
"Cancel" = "Cancelar";

/* nothing */
"Save" = "Salvar";

/* nothing */
"Add New" = "Novo";

/* nothing */
"Delete" = "Excluir";

/* nothing */
"Sort" = "Ordenar";

/* nothing */
"Help" = "Ajuda";

/* nothing */
"Options" = "Opções";

/* nothing */
"don't auto connect" = "não conectar automaticamente";

/* nothing */
"DIRECTORY" = "DIRETÓRIO";

/* nothing */
"use a different config dir" = "usar um diretório de configuração diferente";

/* nothing */
"don't auto load any plugins" = "não carregar plugins automaticamente";

/* nothing */
"show plugin auto-load dir" = "exibir diretório de auto-carregamento de plugins";

/* nothing */
"show user config dir" = "mostrar diretório de configurações do usuário";

/* nothing */
"show version information" = "Mostrar informação de versão";

/* nothing */
"Failed to open font:\n\n%s" = "Não foi possível abrir a fonte:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Memória de procura vazia.\n";

/* nothing */
"%d bytes" = "%d bytes";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "A ação Executar Comando executa os dados em Dados 1 como se estes tivessem sido escritos na janela de entrada onde você pressionou a sequência de teclas. Assim, pode conter texto (que será enviado para o canal/usuário), comandos ou comandos do usuário. Quando você executa todos os caracteres \\n de Dados 1 são utilizados para separar comandos para que seja possível executar mais que um comando. Se quiser um \\ no comando então introduza \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "O comando Alterar Aba alterna as abas. Defina Dados 1 como a página para que quer trocar. Se Dados 2 estiver definido para algo então a troca será relativa à posição atual";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "O comando Inserir no Buffer introduz o conteúdo de Dados 1 na posição atual do cursor da entrada onde a sequência de teclas foi pressionada";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "O comando Rolar Página sobe e desce uma página ou linha de texto na janela. Definir Dados 1 como Up (subir), Down (descer), +1 ou -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "O comando Definir Entrada coloca o conteúdo de Dados 1 na entrada onde a sequência de teclas foi pressionada";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "O comando Último Comando coloca na entrada o último comando inserido - o mesmo que acontece ao carregar na seta para cima na shell";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "O comando Próximo Comando coloca na entrada o último comando inserido - o mesmo que acontece ao carregar na seta para baixo na shell";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Este comando altera o texto na entrada para completar um nick ou comando incompleto. Se Dados 1 estiver definido pressionar a tecla TAB duas vezes numa palavra irá selecionar o último nick e não o próximo";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Este comando percorre a lista de nicks. Se Dados 1 estiver definido então a lista é percorrida para cima, caso contrário é percorrida para baixo";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Este comando verifica a última palavra introduzida na entrada contra a lista de substituições e a substitui se encontrar algo que bata";

/* nothing */
"This command moves the front tab left by one" = "Este comando move a aba atual uma posição para a esquerda";

/* nothing */
"This command moves the front tab right by one" = "Este comando move a aba atual uma posição para a direita";

/* nothing */
"This command moves the current tab family to the left" = "Este comando move a família de abas atual uma posição para a esquerda";

/* nothing */
"This command moves the current tab family to the right" = "Este comando move a família de abas atual uma posição para a direita";

/* nothing */
"Push input line into history but doesn't send to server" = "Coloca a linha de entrada no histórico mas não a envia para o servidor";

/* nothing */
"There was an error loading key bindings configuration" = "Houve um erro ao carregar a configuração de atalhos de teclas";

/* nothing */
"<none>" = "<nenhum>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Tecla";

/* nothing */
"Action" = "Ação";

/* nothing */
"X-Chat: Keyboard Shortcuts" = "X-Chat: Atalhos de Teclado";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Dados 1";

/* nothing */
"Data 2" = "Dados 2";

/* nothing */
"Error opening keys config file\n" = "Erro na abertura do arquivo de configuração de associações\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Tecla %s desconhecida no arquivo de configuração de atalhos\nCarregamento cancelado, por favor corrija o arquivo %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Ação %s desconhecida no arquivo de configuração de atalhos\nCarregamento cancelado, por favor corrija o arquivo %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "A linha abaixo foi recebida mas eu esperava uma linha de \ndados (começando com Dx{:|!}):\n%s\n\nCarregamento cancelado, por favor corrija o arquivo %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Arquivo de configuração de atalhos está corrompido,\ncarregamento cancelado.\nPor favor corrija o arquivo %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Não foi possível gravar nesse arquivo.";

/* nothing */
"Cannot read that file." = "Não foi possível ler esse arquivo.";

/* nothing */
"That mask already exists." = "A máscara já existe.";

/* nothing */
"Private" = "Privado";

/* nothing */
"Notice" = "Nota";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Convite";

/* nothing */
"Unignore" = "Deixar de ignorar";

/* nothing */
"Enter mask to ignore:" = "Digite a máscara que quer ignorar:";

/* nothing */
"X-Chat: Ignore list" = "X-Chat: Lista de Ignorados";

/* nothing */
"Ignore Stats:" = "Estado da lista de ignorados:";

/* nothing */
"Channel:" = "Canal:";

/* nothing */
"Private:" = "Privado:";

/* nothing */
"Notice:" = "Nota:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Convite:";

/* nothing */
"Add" = "Adicionar";

/* nothing */
"Dialog with" = "Diálogo com";

/* nothing */
"Topic for %s is: %s" = "O tópico para %s é: %s";

/* nothing */
"No topic is set" = "Nenhum tópico foi definido";

/* nothing */
"No other tabs open, quit xchat?" = "Mais nenhuma aba aberta, sair do xchat?";

/* nothing */
"Insert color code" = "Inserir código de cor";

/* nothing */
"Beep on message" = "Apitar em mensagens";

/* nothing */
"Show join/part messages" = "Mostrar mensagens de entrada/saída do canal";

/* nothing */
"Color paste" = "Colar cores";

/* nothing */
"Go to" = "Ir para";

/* nothing */
"Close Tab" = "Fechar Aba";

/* nothing */
"Detach Tab" = "Destacar Aba";

/* nothing */
"Some file transfers still active, quit xchat?" = "Existem Transferências de arquivos ainda ativas. Sair do xchat?";

/* nothing */
"User limit must be a number!\n" = "O limite de usuários deve ser um número!\n";

/* nothing */
"Topic Protection" = "Proteção de Tópico";

/* nothing */
"No outside messages" = "Não receber mensagens exteriores";

/* nothing */
"Secret" = "Secreto";

/* nothing */
"Invite Only" = "Somente com Convite";

/* nothing */
"Moderated" = "Moderado";

/* nothing */
"Ban List" = "Lista de Banimentos";

/* nothing */
"Keyword" = "Palavra Chave";

/* nothing */
"User Limit" = "Limite de Usuários";

/* nothing */
"Close this tab/window" = "Fechar esta aba/janela";

/* nothing */
"Show/Hide userlist" = "Mostrar/Esconder lista de usuários";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Não foi possível tornar o fundo transparente!\n\nVocê pode estar usando um gerenciador de\njanelas que não é suportado atualmente.\n";

/* nothing */
"Enter new nickname:" = "Digite o novo nick:";

/* nothing */
"Host unknown" = "Host desconhecido";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "";

/* nothing */
"User:" = "Usuário";

/* nothing */
"Country:" = "País: %s";

/* nothing */
"Real Name:" = "Nome _Verdadeiro:";

/* nothing */
"Server:" = "Servidor";

/* nothing */
"Away Msg:" = "Usuário ausente:";

/* nothing */
"Last Msg:" = "Última Msg: %s";

/* nothing */
"Menu Bar" = "Barra de Menu";

/* nothing */
"Topic Bar" = "Barra de Tópico";

/* nothing */
"User List" = "Lista de Usuários";

/* nothing */
"Mode Buttons" = "Botões de Modos";

/* nothing */
"User List Buttons" = "Botões da Lista de Usuários";

/* nothing */
"Copy selected URL" = "Copiar URL selecionada";

/* nothing */
"Part Channel" = "Sair do Canal";

/* nothing */
"Cycle Channel" = "Sair e Entrar no Canal";

/* nothing */
"X-Chat: User menu" = "X-Chat: Menu de usuário";

/* nothing */
"Edit This Menu..." = "Editar Este Menu...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*AVISO*\nAceitar DCC automaticamente no seu diretório\npessoal pode ser perigoso. \nEx: Alguém pode te enviar um .bash_profile";

/* nothing */
"Settings saved." = "Configurações salvas.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Comandos de Usuário - Códigos especiais:\n\n%c  =  canal atual\n%m  =  informação da máquina\n%n  =  seu nick\n%t  =  hora/data\n%v  =  versão do xchat\n%2  =  palavra 2\n%3  =  palavra 3\n&2  =  palavra 2 até ao fim da linha\n&3  =  palavra 3 até ao fim da linha\n\nex:\n/cmd john olá\n\n%2 seria \"john\"\n&2 seria \"john olá\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botões da Lista de Usuários - Códigos especiais:\n\n%a  =  todos os nicks selecionados\n%c  =  canal atual\n%h  =  hostname do nick selecionado\n%m  =  informação da máquina\n%n  =  seu nick\n%s  =  nick seleccionado\n%t  =  hora/data\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botões de Diálogo - Códigos especiais:\n\n%a  =  todos os nicks selecionados\n%c  =  canal atual\n%h  =  nome da máquina do nick seleccionado\n%m  =  informação da máquina\n%n  =  seu nick\n%s  =  nick selecionado\n%t  =  hora/data\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Respostas CTCP - Códigos especiais:\n\n%d  =  dados (todo o ctcp)\n%m  =  informação da máquina\n%s  =  nick de quem mandou o ctcp\n%t  =  hora/data\n%2  =  palavra 2\n%3  =  palavra 3\n&2  =  palavra 2 até ao fim da linha\n&3  =  palavra 3 até ao fim da linha\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "Manipuladores de URL - Códigos especiais:\n\n%s  =  a URL\n\nColocar um ! à frente do comando\nindica que deverá ser enviado para uma\nshell ao invés de para o X-Chat";

/* nothing */
"X-Chat: User Defined Commands" = "X-Chat: Comandos Definidos pelo Usuário";

/* nothing */
"X-Chat: Userlist Popup menu" = "X-Chat: Menu Popup da Lista de Usuários";

/* nothing */
"X-Chat: Replace" = "X-Chat: Substituir";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: Manipuladores de URL";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: Botões da Lista de Usuários";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: Botões de diálogo";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: Respostas CTCP";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Lista de Servidores...";

/* nothing */
"New" = "Nova";

/* nothing */
"Server Tab..." = "Aba de Servidor...";

/* nothing */
"Channel Tab..." = "Aba de Canal...";

/* nothing */
"Server Window..." = "Janela de Servidor...";

/* nothing */
"Channel Window..." = "Janela de Canal...";

/* nothing */
"Load Plugin or Script..." = "Carregar Plugin ou Script...";

/* nothing */
"New Shell Tab..." = "Nova Aba de Shell...";

/* nothing */
"Quit" = "Sair";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Invisível";

/* nothing */
"Receive Wallops" = "Receber Wallops";

/* nothing */
"Receive Server Notices" = "Receber Notas do Servidor";

/* nothing */
"Marked Away" = "Ausente";

/* nothing */
"Auto Rejoin when Kicked" = "Re-entrar quando Expulso";

/* nothing */
"Auto Reconnect to Server" = "Re-conectar Automaticamente ao Servidor";

/* nothing */
"Never-give-up ReConnect" = "Nunca desistir de re-conectar";

/* nothing */
"Auto Open Dialog Windows" = "Abrir Automaticamente Janelas de Diálogo";

/* nothing */
"Auto Accept Direct Chat" = "Aceitar Automaticamente DCC Chat";

/* nothing */
"Auto Accept Files" = "Aceitar Arquivos Automaticamente";

/* nothing */
"_Server" = "_Servidor";

/* nothing */
"S_ettings" = "_Configurações";

/* nothing */
"Preferences..." = "Preferências...";

/* nothing */
"Advanced" = "Avançadas";

/* nothing */
"Auto Replace..." = "Substituir Automaticamente...";

/* nothing */
"CTCP Replies..." = "Respostas CTCP...";

/* nothing */
"Dialog Buttons..." = "Botões de Diálogo...";

/* nothing */
"Keyboard Shortcuts..." = "Atalhos de Teclado...";

/* nothing */
"Text Events..." = "Eventos de Texto...";

/* nothing */
"URL Handlers..." = "Manipuladores de URL...";

/* nothing */
"User Commands..." = "Comandos de Usuário...";

/* nothing */
"Userlist Buttons..." = "Botões da Lista de Usuários...";

/* nothing */
"Userlist Popup..." = "Popup da Lista de Usuários...";

/* nothing */
"Reload Settings" = "Recarregar Configurações";

/* nothing */
"Save Settings now" = "Salvar Configurações agora";

/* nothing */
"Save Settings on exit" = "Salvar Configurações ao sair";

/* nothing */
"_Window" = "_Janela";

/* nothing */
"Ban List..." = "Lista de Banidos...";

/* nothing */
"Channel List..." = "Lista de Canais...";

/* nothing */
"Character Chart..." = "Tabela de Caracteres...";

/* nothing */
"Direct Chat..." = "DCC Chat...";

/* nothing */
"File Receive..." = "Recepção de Arquivos...";

/* nothing */
"File Send..." = "Envio de Arquivos...";

/* nothing */
"Ignore List..." = "Lista de Ignorados...";

/* nothing */
"Notify List..." = "Lista de Notificações...";

/* nothing */
"Plugins and Scripts..." = "Plugins e Scripts...";

/* nothing */
"Raw Log..." = "Registo Não Processado...";

/* nothing */
"URL Grabber..." = "Extrator de URLs...";

/* nothing */
"Reset Marker Line" = "Limpar Linha de Marcador";

/* nothing */
"C_lear Text" = "_Limpar Texto";

/* nothing */
"Search Text..." = "_Procurar Texto...";

/* nothing */
"Save Text..." = "Salvar Texto...";

/* nothing */
"_Help" = "Aj_uda";

/* nothing */
"_Contents" = "_Conteúdo";

/* nothing */
"_About" = "_Sobre";

/* nothing */
"Attach Tab" = "Anexar Aba";

/* nothing */
"User" = "Usuário";

/* nothing */
"Server" = "Servidor";

/* nothing */
"Last Seen" = "Visto pela Última Vez";

/* nothing */
"Offline" = "Desligado";

/* nothing */
"Never" = "Nunca";

/* nothing */
"Online" = "Ligado";

/* nothing */
"Enter nickname to add:" = "Digite o nick a adicionar:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: Lista de Notificações";

/* nothing */
"Remove" = "Remover";

/* nothing */
"Description" = "Descrição";

/* nothing */
"Select a Plugin or Script to load" = "Selecionar um Plugin ou Script para carregar";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat: Plugins e Scripts";

/* nothing */
"_Load..." = "_Carregar...";

/* nothing */
"_UnLoad" = "_Descarregar";

/* nothing */
"_Close" = "_Fechar";

/* nothing */
"Save rawlog" = "Salvar registro não processado";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Registro não processado (%s)";

/* nothing */
"Clear rawlog" = "Limpar registro não processado";

/* nothing */
"Save rawlog..." = "Salvar registro não processado...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "A janela para a qual você abriu esta Procura já não existe.";

/* nothing */
"X-Chat: Search" = "X-Chat: Procurar";

/* nothing */
"Find:" = "Procurar:";

/* nothing */
"Find" = "Procurar";

/* nothing */
"Close" = "Fechar";

/* nothing */
"New Network" = "Nova Rede";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Quer mesmo remover a rede \"%s\" e todos os seus servidores?";

/* nothing */
"User name and Real name cannot be left blank." = "";

/* nothing */
"X-Chat: Edit %s" = "X-Chat: Editar %s";

/* nothing */
"Servers for %s" = "Servidores para %s";

/* nothing */
"Connect to selected server only" = "Conectar para o servidor selecionado apenas";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Não tentar todos os servidores quando a conexão falha.";

/* nothing */
"Your Details" = "Seus Detalhes";

/* nothing */
"Use global user information" = "Usar informação global do usuário";

/* nothing */
"_Nick name:" = "_Apelido:";

/* nothing */
"_User name:" = "Nome de _Usuário";

/* nothing */
"Rea_l name:" = "Nome _Verdadeiro:";

/* nothing */
"Connecting" = "Conexão";

/* nothing */
"Auto connect to this network at startup" = "Conectar automaticamente a esta rede na inicialização";

/* nothing */
"Use a proxy server" = "Usar um servidor proxy";

/* nothing */
"Use SSL for all the servers on this network" = "Usar SSL para todos os servidores desta rede";

/* nothing */
"Accept invalid SSL certificate" = "Aceitar certificados SSL inválidos";

/* nothing */
"C_hannels to join:" = "_Canais a entrar:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Canais a entrar, separados por vírgulas e sem espaços!";

/* nothing */
"Connect command:" = "Comando para conexão:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Comandos extra a executar após a ligação. Se precisar de mais de um digite LOAD -e <arquivo>, onde <arquivo> é um arquivo texto com uma lista de comandos a executar.";

/* nothing */
"Nickserv password:" = "Senha do Nickserv:";

/* nothing */
"Server password:" = "Senha do servidor:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Palavra-chave para o servidor. Em caso de dúvida deixe em branco.";

/* nothing */
"Character set:" = "Codificação:";

/* nothing */
"_Edit" = "_Editar";

/* nothing */
"X-Chat: Server List" = "X-Chat: Lista de Servidores";

/* nothing */
"User Information" = "Informação do usuário";

/* nothing */
"Second choice:" = "Segunda opção:";

/* nothing */
"Third choice:" = "Terceira opção:";

/* nothing */
"Networks" = "Redes";

/* nothing */
"Skip server list on startup" = "Não mostrar lista de servidores ao iniciar";

/* nothing */
"_Edit..." = "_Editar...";

/* nothing */
"_Sort" = "_Ordenar";

/* nothing */
"C_onnect" = "_Conectar";

/* nothing */
"Connect in new tab" = "Conectar em nova aba";

/* nothing */
"Text Box Appearance" = "Aparência da Caixa de Escrita";

/* nothing */
"Font:" = "Fonte:";

/* nothing */
"Background image:" = "Imagem de fundo:";

/* nothing */
"Scrollback lines:" = "Linhas anteriores:";

/* nothing */
"Transparent background" = "Fundo transparente";

/* nothing */
"Indent nick names" = "Indentar apelidos";

/* nothing */
"Make nick names right-justified" = "Alinhar apelidos à direita";

/* nothing */
"Tint (shade) transparency" = "Colorir transparência";

/* nothing */
"Colored nick names" = "Apelidos coloridos";

/* nothing */
"Give each person on IRC a different color" = "Dar a cada pessoa no IRC uma cor diferente";

/* nothing */
"Strip mIRC colors" = "Retirar cores do mIRC";

/* nothing */
"Show marker line" = "Mostrar linha marcadora";

/* nothing */
"Insert a red line after the last read text." = "Inserir uma linha vermelha depois do ultimo texto lido.";

/* nothing */
"Tint Settings" = "Configurações do Colorido";

/* nothing */
"Red:" = "Vermelho:";

/* nothing */
"Green:" = "Verde:";

/* nothing */
"Blue:" = "Azul:";

/* nothing */
"Time Stamps" = "Horas";

/* nothing */
"Time stamp format:" = "Formato de hora";

/* nothing */
"See strftime manpage for details." = "Ver a manpage de strftime para detalhes.";

/* nothing */
"Enable time stamps" = "Inserir hora das mensagens";

/* nothing */
"Nick Completion" = "Auto-Completar Apelidos";

/* nothing */
"Automatic nick completion" = "Completar apelidos automaticamente";

/* nothing */
"Completes nick names without using the TAB key" = "Completa o nick sem usar a tecla TAB";

/* nothing */
"Nick completion suffix:" = "Sufixo para completar nick:";

/* nothing */
"Input Box Codes" = "Códigos da Caixa de Escrita";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpretar %nnn como um código ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpretar %C, %B como Cor, Bold, etc";

/* nothing */
"Input Box Appearance" = "Aparência da Caixa de Escrita";

/* nothing */
"Use the Text box font and colors" = "Utilizar fonte e cores da caixa de texto";

/* nothing */
"Off" = "Desligado";

/* nothing */
"Graph" = "Gráfico";

/* nothing */
"Info text" = "Texto de informação";

/* nothing */
"Both" = "Ambos";

/* nothing */
"A-Z, Ops first" = "A-Z, OPs primeiro";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, OPs no fim";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Não-ordenado";

/* nothing */
"User list sorted by:" = "Lista de usuários ordenada por:";

/* nothing */
"Show hostnames in user list" = "Mostrar nome da máquina na lista de usuários";

/* nothing */
"User list buttons enabled" = "Botões da lista de usuários ativos";

/* nothing */
"Resizable user list" = "Lista de usuários redimensionável";

/* nothing */
"Away tracking" = "Acompanhamento de ausência";

/* nothing */
"Enable away tracking" = "Ativar acompanhamento de ausências";

/* nothing */
"On channels smaller than:" = "Em canais menores que:";

/* nothing */
"Action Upon Double Click" = "Ação de Duplo Clique";

/* nothing */
"Execute command:" = "Executar comando:";

/* nothing */
"Extra Gadgets" = "Opções Extra";

/* nothing */
"Lag meter:" = "Medidor de atraso:";

/* nothing */
"Throttle meter:" = "Medidor de velocidade:";

/* nothing */
"Windows" = "Janelas";

/* nothing */
"Tabs" = "Abas";

/* nothing */
"Bottom" = "Baixo";

/* nothing */
"Top" = "Cima";

/* nothing */
"Left" = "Esquerda";

/* nothing */
"Right" = "Direita";

/* nothing */
"Hidden" = "Escondido";

/* nothing */
"Always" = "Sempre";

/* nothing */
"Only requested tabs" = "Apenas abas solicitadas";

/* nothing */
"Open an extra tab for server messages" = "Abrir aba extra para mensagens de servidor";

/* nothing */
"Open an extra tab for server notices" = "Abrir aba extra para notas do servidor";

/* nothing */
"Small tabs" = "Abas pequenas";

/* nothing */
"Sort tabs in alphabetical order" = "Ordenar abas alfabeticamente";

/* nothing */
"Focus new tabs:" = "Mudar foco para novas abas:";

/* nothing */
"Shorten tab labels to:" = "Diminuir nome das abas para:";

/* nothing */
"letters." = "letras.";

/* nothing */
"Tabs Location" = "Localização das Abas";

/* nothing */
"Show tabs at:" = "Mostrar abas em:";

/* nothing */
"Tabs or Windows" = "Abas ou Janelas";

/* nothing */
"Open channels in:" = "Abrir canais em:";

/* nothing */
"Open dialogs in:" = "Abrir diálogos em:";

/* nothing */
"Open utilities in:" = "Abrir utilitários em:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Abrir DCC, Ignorados, Notificações, etc, em abas ou janelas?";

/* nothing */
"Files and Directories" = "Arquivos e Directorias";

/* nothing */
"Download files to:" = "Colocar arquivos recebidos em:";

/* nothing */
"Move completed files to:" = "Mover arquivos completos para:";

/* nothing */
"Save nick name in filenames" = "Salvar nick no nome do arquivo";

/* nothing */
"Convert spaces to underscore before sending" = "Converter espaços para sublinhados antes de enviar";

/* nothing */
"Network Settings" = "Configurações de Rede";

/* nothing */
"DCC IP address:" = "Endereço IP de DCC:";

/* nothing */
"Claim you are at this address when offering files." = "Dizer que é este o endereço quando oferece arquivos.";

/* nothing */
"First DCC send port:" = "Primeira porta DCC de envio:";

/* nothing */
"Last DCC send port:" = "Última porta DCC de envio:";

/* nothing */
"(Leave ports at zero for full range)." = "(Deixar portas a zero para alcance máximo).";

/* nothing */
"Get my address from the IRC server" = "Obter meu IP do servidor IRC";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Obter o endereço pelo servidor. Útil se o seu endereço é do tipo 192.168.*.*!";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Velocidades Máximas de Transferência de Arquivos (bytes por segundo)";

/* nothing */
"One upload:" = "Um envio:";

/* nothing */
"Maximum speed for one transfer" = "Velocidade máx. em uma transferência";

/* nothing */
"One download:" = "Uma recepção:";

/* nothing */
"All uploads combined:" = "Todas os envios combinados:";

/* nothing */
"Maximum speed for all files" = "Velocidade máx. para todo o tráfego";

/* nothing */
"All downloads combined:" = "Todas as recepções combinadas:";

/* nothing */
"Default Messages" = "Mensagens Padrão";

/* nothing */
"Quit:" = "Sair do servidor:";

/* nothing */
"Leave channel:" = "Sair do canal:";

/* nothing */
"Away:" = "Ausente:";

/* nothing */
"Away" = "Ausente";

/* nothing */
"Announce away messages" = "Anunciar mensagens de ausência";

/* nothing */
"Announce your away messages to all channels" = "Anunciar as mensagens de ausência para todos os canais";

/* nothing */
"Show away once" = "Mostrar ausências uma única vez";

/* nothing */
"Show identical away messages only once" = "Mostrar mensagens de ausência uma única vez";

/* nothing */
"Automatically unmark away" = "Retirar ausência automaticamente";

/* nothing */
"Unmark yourself as away before sending messages" = "Retirar ausência antes de enviar mensagens";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(Pode ser um arquivo de texto relativo a ~/.xchat2/).";

/* nothing */
"(Can be a text file relative to config dir)." = "(Pode ser um arquivo de texto relativo ao diretório de configuração).";

/* nothing */
"Alerts" = "Alertas";

/* nothing */
"Flash taskbar on highlighted messages" = "Piscar barra de tarefas em mensagens destacadas";

/* nothing */
"Beep on highlighted messages" = "Apitar em mensagens destacadas";

/* nothing */
"Extra words to highlight on:" = "Outras palavras que causam destaque:";

/* nothing */
"Nicks not to highlight on:" = "Outras palavras que causam destaque:";

/* nothing */
"(Separate multiple words with commas)." = "(Separar com vírgulas).";

/* nothing */
"Beep on private messages" = "Apitar em mensagens privadas";

/* nothing */
"Beep on channel messages" = "Apitar em mensagens de canal";

/* nothing */
"Advanced Settings" = "Configurações Avançadas";

/* nothing */
"Auto reconnect delay:" = "Tempo de espera para reconectar:";

/* nothing */
"Display MODEs in raw form" = "Mostrar os MODOs sem processamento";

/* nothing */
"Whois on notify" = "Whois após notificação";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Envia um /WHOIS quando um usuário da sua lista de notificações se conecta";

/* nothing */
"Hide join and part messages" = "Não mostrar mensagens de entrada e saída de canal";

/* nothing */
"Hide channel join/part messages by default" = "Esconder mensagens de entrada e saída de canal por padrão";

/* nothing */
"Auto Open DCC Windows" = "Abrir Automaticamente Janelas DCC";

/* nothing */
"Send window" = "Janela de Envio";

/* nothing */
"Receive window" = "Janela de Recepção";

/* nothing */
"Chat window" = "Janela de conversa";

/* nothing */
"Logging" = "Registro";

/* nothing */
"Enable logging of conversations" = "Fazer registro das conversas";

/* nothing */
"Log filename mask:" = "Máscara de arquivos de registo:";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "(%s=Servidor %c=Canal %n=rede).";

/* nothing */
"Insert timestamps in logs" = "Inserir hora das mensagens nos registos";

/* nothing */
"Log timestamp format:" = "Formato da hora das mensagens do registo:";

/* nothing */
"(See strftime manpage for details)." = "(Veja a página de manual da 'strftime' para detalhes).";

/* nothing */
"(Disabled)" = "(Desligado)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Your Address" = "Seu Endereço";

/* nothing */
"Bind to:" = "Ligar em:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "(Útil apenas para computadores com vários endereços).";

/* nothing */
"Proxy Server" = "Servidor Proxy";

/* nothing */
"Hostname:" = "Nome da máquina:";

/* nothing */
"Username:" = "Nome de Usuário";

/* nothing */
"Password:" = "Senha:";

/* nothing */
"Port:" = "Porta:";

/* nothing */
"Type:" = "Tipo:";

/* nothing */
"Authenticate to the proxy server (HTTP and Socks5)" = "Autenticar com servidor proxy (HTTP e Socks5)";

/* nothing */
"(disabled)" = "(desligado)";

/* nothing */
"A star (*)" = "Um asterisco (*)";

/* nothing */
"A red star (*)" = "Um asterisco vermelho (*)";

/* nothing */
"Underlined" = "Sublinhado";

/* nothing */
"Select an Image File" = "Selecionar um Arquivo de Imagem";

/* nothing */
"Select font" = "Selecionar fonte";

/* nothing */
"Browse..." = "Navegar...";

/* nothing */
"Mark identified users with:" = "Marcar usuários identificados com:";

/* nothing */
"Mark not-identified users with:" = "Marcar usuários não identificados com:";

/* nothing */
"Select color" = "Selecionar cor";

/* nothing */
"Text Colors" = "Cores de Texto";

/* nothing */
"mIRC colors:" = "Cores do mIRC:";

/* nothing */
"Extra colors:" = "Cores extra:";

/* nothing */
"Foreground:" = "Frente:";

/* nothing */
"Background:" = "Fundo:";

/* nothing */
"Marking Text" = "Texto Selecionado";

/* nothing */
"Interface Colors" = "Cores da Interface";

/* nothing */
"New data:" = "Novos dados:";

/* nothing */
"Marker line:" = "Mostrar linha marcadora:";

/* nothing */
"New message:" = "Nova mensagem:";

/* nothing */
"Away user:" = "Usuário ausente:";

/* nothing */
"Highlight:" = "Destaque:";

/* nothing */
"Event" = "Evento";

/* nothing */
"Sound file" = "Arquivo de som:";

/* nothing */
"Select a sound file" = "Selecionar um arquivo de som";

/* nothing */
"Sound playing method:" = "Método para tocar sons:";

/* nothing */
"External sound playing _program:" = "_Programa externo:";

/* nothing */
"_External program" = "_Externo";

/* nothing */
"_Automatic" = "_Automático";

/* nothing */
"Sound files _directory:" = "_Diretório de arquivos de som:";

/* nothing */
"Sound file:" = "Arquivo de som:";

/* nothing */
"_Browse..." = "_Navegar...";

/* nothing */
"_Play" = "_Tocar";

/* nothing */
"Interface" = "Interface";

/* nothing */
"Text box" = "Caixa de texto";

/* nothing */
"Input box" = "Caixa de escrita";

/* nothing */
"User list" = "Lista de usuários";

/* nothing */
"Colors" = "Cores";

/* nothing */
"Chatting" = "Conversa";

/* nothing */
"General" = "Geral";

/* nothing */
"Sound" = "Som";

/* nothing */
"Network" = "Rede";

/* nothing */
"Network setup" = "Configuração de Rede";

/* nothing */
"File transfers" = "Transferência de arquivos";

/* nothing */
"Categories" = "Categorias";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Algumas alterações precisam que se reinicie o programa.";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Preferências";

/* nothing */
"There was an error parsing the string" = "Houve um erro interpretando a expressão";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Este sinal recebe apenas %d argumentos, $%d é inválido";

/* nothing */
"Print Texts File" = "Escrever Arquivo de Textos";

/* nothing */
"$ Number" = "$ Número";

/* nothing */
"Edit Events" = "Editar Eventos";

/* nothing */
"Save As" = "Salvar como";

/* nothing */
"Load From" = "Carregar de";

/* nothing */
"Test All" = "Testar todos";

/* nothing */
"URL" = "URL";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: Extrator de URLs";

/* nothing */
"Clear list" = "Limpar lista";

/* nothing */
"Copy" = "Copiar";

/* nothing */
"Save list to a file" = "Salvar lista para arquivo";

/* nothing */
"%d ops, %d total" = "%d ops, %d total";

